rottenpotatoes/app/controllers/movies_controller.rb

  def create
    @movie = Movie.create!(movie_params)
---
INSERT INTO "movies" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "fake_movie"], ["created_at", "2017-10-23 21:57:35.511360"], ["updated_at", "2017-10-23 21:57:35.511360"]]